<?php
/** 
 * +------------------------------------------------------------------------ 
 * | 程序名称：LuCMS系统
 * +------------------------------------------------------------------------ 
 * | Copyright (c) 2013 - 2114 http://www.lucms.com/ All rights reserved. 
 * +------------------------------------------------------------------------ 
 * | Author: steven lu <e-mail:admin@lucms.com> <QQ:914972243> 
 * +------------------------------------------------------------------------ 
 * | 文件说明：数据库配置文件
 * +------------------------------------------------------------------------ 
 */

 define('SITE_URL', "http://" . $_SERVER [ 'SERVER_NAME' ]."/" );

 define('PUBLIC_DIR', "http://" . $_SERVER [ 'SERVER_NAME' ]."/public/");
 //模板路径
 define('TEM_DIR', 'http://' . $_SERVER [ 'SERVER_NAME' ] . '/' .APP_PATH . 'View/');

 //memcached
 define('MCHOST', '127.0.0.1');
 define('MCPORT','11211');

?>

